[AttributePresentation_Mechro AttributePresentationDefinition]
Description="$WillowGame. Descrições para o cartão de informação.  Cabeça de personagem."
NoConstraintText=""
Suffix=""
Prefix=""

[Mechro.Head_MechroAster UsableCustomizationItemDefinition]
ItemCardTopStatString="Personalização de %s2 de %s1"
UseFailureCharacterMessage="É preciso ser %s para usar esse item."
ItemName=""
PickupMessage="Você tem %s"
UseFailureLevelMessage="Você deve estar, pelo menos no nível %d para usar esse item."
UseFailureConstraintsMessage="Você não pode usar esse item."
NoManufacturerName="Genérico"

[Mechro.Skin_MechroAster UsableCustomizationItemDefinition]
ItemCardTopStatString="Personalização de %s2 de %s1"
UseFailureCharacterMessage="É preciso ser %s para usar esse item."
ItemName=""
PickupMessage="Você tem %s"
UseFailureLevelMessage="Você deve estar, pelo menos no nível %d para usar esse item."
UseFailureConstraintsMessage="Você não pode usar esse item."
NoManufacturerName="Genérico"

